Repository: chrigl/docker-library
Catalog: plone-chrigl-debian/src/collective.flattr/collective/flattr/locales/*/LC_MESSAGES/collective.flattr.po
Languages: de

source: Access token
de: Zugriffstoken

source: Access token URL
de: URL für das Zugriffstoken

source: Access token already configured.
de: Zugriffstoken bereits eingerichtet.

source: Access token type
de: Art des Zugriffstokens

source: Acquire access token
de: Zugriffstoken beziehen

source: Allows to create or select a flattr thing
de: Ein Flattr Thing erzeugen oder auswählen

source: Also called application key. You must register your web app at flattr to get the key
de: Auch Applikationsschlüssel genannt. Du musst deine Webanwendung bei Flattr registrieren um den Schlüssel zu bekommen.

source: Also called application secret. You must register your web app at flattr to get the key
de: Auch Applikationsgeheimnis genannt. Du must deine Webanwendung bei Flattr registrieren um das Passwort zu bekommen.

source: Authorize URL
de: URL für die Autorisierung

source: Base Url
de: Basis Url

source: Cancel
de: Abbrechen

source: Category
de: Kategorie

source: Category of your content
de: Kategorie Deines Inhalts

source: Change settings of collective.flattr
de: Einstellungen von collective.flattr ändern

source: Changes saved.
de: Änderungen gespeichert.

source: Clear access token
de: Zugriffstoken zurücksetzen

source: Cleared access token
de: Zugriffstoken zurückgesetzt

source: Compact Counter
de: Kompakter Zähler

source: Configured access token does not work :(
de: Eingerichteter Zugriffstoken funktioniert nicht :(

source: Create a thing on flattr automatically after create and update.
de: Thing auf Flattr automatisch nach Erzeugung und Update erstellen.

source: Create thing
de: Erzeuge Flattr Thing

source: Created Flattr thing
de: Flattr Thin erzeugt

source: Customer key
de: Applikationsschlüssel

source: Customer secret
de: Applikationsgeheimnis

source: Donate
de: Spenden

source: Edit cancelled.
de: Bearbeitung abgebrochen.

source: Get Things
de: Things holen

source: Hide thing
de: Thing verbergen

source: Id of your thing
de: Id Deines Things

source: Id of your thing, e.g. 408580 for http://flattr.com/thing/408580/Chris-wirre-Gedankenwelt
de: Id Deines Things, z.B. 408580 für http://flattr.com/thing/408580/Chris-wirre-Gedankenwelt

source: Language
de: Sprache

source: Language of your content
de: Sprache Deines Inhalts

source: Large Counter
de: Großer Zähler

source: No access token configured
de: Kein Zugriffstoken eingerichtet

source: Select the type of flattr button to be shown
de: Wähle den Typ deines Flattr Knopfes aus

source: Static
de: Statisch

source: Step 1 - Configure consumer key and secret
de: Schritt 1 - Applikationsschlüssel und -geheimnis konfigurieren

source: Step 2 - Acquire an access token
de: Schritt 2 - Zugriffstoken beziehen

source: Step 3 - Test access token
de: Schritt 3 - Zugriffstoken testen

source: System default
de: Systemeinstellung

source: Test access token
de: Zugriffstoken prüfen

source: Thing is not shown in Flattr listings.
de: Thing wird nicht in Flattr Übersichten angezeigt

source: Type of flattr button
de: Art des Flattr Knopfes

source: URL to flattrs api
de: URL zur Flattr API

source: Unable to create authorize url. consumer and consumer_secret not configured :(
de: Konnte die Authorisierungs URL nich erzeugen. Applikationsschlüssel und/oder Applikationsgeheimnis nicht eingerichtet :(

source: Undefined error while getting access token
de: Unbekannter Fehler während des holen des Zugriffstokens

source: Updated Flattr thing
de: Flattr Thing aktualisiert

source: Url for your thing
de: URL zu Deinem Flattr Thing

source: Url for your thing, e.g. http://flattr.com/thing/408580/Chris-wirre-Gedankenwelt or just 408580/Chris-wirre-Gedankenwelt
de: URL zu deinem Flattr Thing, z.B. http://flattr.com/thing/408580/Chris-wirre-Gedankenwelt oder nur 408580/Chris-wirre-Gedankenwelt

source: Url registered at flattr. If you leave this field empty, it will be calculated!
de: Die auf Flattr registrierte URL. Wenn Du dieses Feld leer läßt, wird es automatisch berechnet (nicht empfohlen)

source: Was not able to create a thing on Flattr
de: Konnte das Thing auf Flattr nicht erzeugen

source: Was not able to update the thing on Flattr
de: Konnte das Flattr Thing nicht aktualisieren

source: Write a few words... will be shown above the button
de: Schreibe ein paar Wörter... sie werden über dem Knopf angezeigt

source: Your access secret will be set automatically after allowing your web app on flattr
de: Dein Zugriffsgeheimnis wird automatisch gesetzt, nachdem Deine Webapplikation auf Flattr erlaubt wurde

source: Your access token will be set automatically after allowing your web app on flattr
de: Dein Zugriffsgeheimnich wird automatisch gesetzt, nachdem Deine Webapplikation auf Flattr erlaubt wurde

source: access token already configured
de: Zugriffstoken schon eingerichtet

source: collective.flattr Settings
de: collective.flattr Einstellungen

source: collective.flattr successfully configured
de: collective.flattr erfolgreich eingerichtet

source: heading_settings
de: collective.flattr Einstellungen

source: next
de: nächste

source: no customer_key or customer_secret configured
de: Applikationsschlüssel und/oder -geheimnis nicht eingerichtet

source: no_customer
de: Kein Applikationsschlüssel/-geheimnis

source: previous
de: vorherige

source: token_configured
de: Kein Zugriffstoken

source: undefined
de: Unbekannt
